app/controllers/students_controller.rb

INSERT INTO "students" ("created_at", "house_id", "img_url", "name", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["created_at", Tue, 14 Apr 2015 23:29:32 UTC +00:00], ["house_id", 1], ["img_url", "www.joebiden.com"], ["name", "Joe"], ["updated_at", Tue, 14 Apr 2015 23:29:32 UTC +00:00]]
---
  def create
    @student = Student.new(student_params)
      if @student.save